[
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":1,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-09-20",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document is from a 1907 astronomical expedition to the Andes led by Professor Todd and Mr. Slocum, aiming to conduct observations at high altitudes for clearer atmospheric conditions. The Andes were chosen due to their elevation, providing a unique vantage point for astronomical activities. The text mentions some of the challenges faced due to unfavorable conditions that limited observations and discusses the environment's impact on humans and their instruments. This expedition was part of broader efforts to enhance astronomical data collection, particularly focusing on Mars observations.",
       "astronomy_terms":[
          "astronomical expedition",
          "high altitudes",
          "observations",
          "atmospheric conditions",
          "Mars"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":2,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document by Percival Lowell discusses observations from the Lowell Observatory, focusing on Mars and comparing views from newly acquired photographic images to earlier observations. There is an emphasis on the geographical and atmospheric phenomena of Mars, particularly the planet's canals and polar regions. The writing highlights the challenges of interpreting visual data, especially when human perception could influence scientific conclusions. Lowell stresses the importance of photographic evidence in supporting observations and countering personal bias in astronomy.",
       "astronomy_terms":[
          "Lowell Observatory",
          "Mars",
          "canals",
          "photography",
          "polar regions"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":3,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"New Photographs of Mars"
       },
       "summary":"In the document, Percival Lowell discusses a new photographic approach to observing Mars, taken during the Astronomical Expedition to the Andes. He highlights the improved methods that allow a clearer understanding of Martian surface features and atmospheric conditions. Lowell emphasizes the importance of using these methods to capture transient features on Mars, providing insights into the Martian climate and terrain. He notes the potential for these observations to influence astronomical theories about the solar system, particularly in relation to Mars' orbit and rotation.",
       "astronomy_terms":[
          "Mars",
          "photography",
          "Astronomical Expedition",
          "Andes",
          "Martian surface",
          "atmosphere",
          "solar system",
          "orbit",
          "rotation"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":4,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"This handwritten document by Percival Lowell discusses the qualities of a notable astronomer, acknowledging their respected status and contributions to astronomy. The emphasis is on this individual’s reputation for being knowledgeable and talented, with an ability to succeed in new scientific endeavors. Lowell highlights the importance of specialized skills and the potential for significant advancements in astronomical studies, particularly through innovative expedition techniques.",
       "astronomy_terms":[
          "Astronomer",
          "Expedition",
          "Scientific"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":5,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"Percival Lowell's handwritten document from December 1907 discusses photographs of Mars taken during an astronomical expedition to the Andes. The piece emphasizes the importance of these photographs for understanding Martian features that visual observation alone might miss. Lowell suggests that while various interpretations, such as potential flaws or misconceptions, may arise, the overall significance of these images lies in their ability to provide new insights into Martian characteristics. He notes how these photographs have elevated value for those studying Mars, as they allow for repeated examination, unlike fleeting visual observations.",
       "astronomy_terms":[
          "Mars",
          "photographs",
          "Martian features",
          "visual observation",
          "astronomical expedition"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":6,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document reflects Percival Lowell's musings connected to the observations made during the astronomical expedition to the Andes. It emphasizes the emotional rather than rational response to the great mysteries of the cosmos, particularly Mars. Lowell suggests that the human fascination with celestial bodies is deeply intrinsic, hinting at creation and evolution on Mars. He conveys the notion that behind the study of Mars and its features, lies an intense connection to humanity's quest for knowledge about life beyond Earth.",
       "astronomy_terms":[
          "Mars",
          "craters",
          "cosmic",
          "evolution"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":7,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document, authored by Percival Lowell, discusses factors influencing astronomical photography, particularly regarding Mars. It addresses the challenges posed by atmospheric, optical, and photographic properties when taking astronomical photographs. Lowell emphasizes effects such as the quality of the glass, types of lenses, and exposure time, highlighting the complex interplay of these elements in obtaining successful photographic outcomes. The document reflects the meticulous efforts required to advance astronomical observations in the early 20th century.",
       "astronomy_terms":[
          "atmosphere",
          "optical",
          "photographic",
          "factor",
          "Mars",
          "observation",
          "glass",
          "lenses",
          "exposure",
          "definition"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":8,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"This document is a manuscript by Percival Lowell discussing his observations and photographic studies of Mars, conducted during the Astronomical Expedition to the Andes. Lowell highlights a comparison of Mars' surface to that of the Moon, noting the extensive nature of the Martian terrain. The document references mathematical calculations and observations, potentially indicating physical measurements or comparisons of celestial bodies.",
       "astronomy_terms":[
          "Mars",
          "Moon",
          "expedition",
          "photographs",
          "observations"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":9,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"This document by Percival Lowell discusses the technical aspects and differences between two types of telescopes: the refractor and the reflector. It explains how refractors use lenses to converge light and the challenges with color correction, known as chromatic aberration. Achieving perfect color convergence in refractors is challenging, affecting photographic accuracy. Reflectors, on the other hand, avoid chromatic aberration as they use mirrors instead of lenses. Despite bringing images into focus without color distortion, reflectors have other issues, particularly in certain photographic applications.",
       "astronomy_terms":[
          "refractor",
          "reflector",
          "chromatic aberration",
          "photography",
          "lens",
          "mirror",
          "color convergence"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":10,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"This document discusses the challenges and methodologies involved in photographing celestial objects, specifically Mars, during the Astronomical Expedition to the Andes. It highlights the limitations of using ordinary photographic plates that are only sensitive to blue light. The introduction of a device akin to color screens, a process involving solutions of glass or fluid, is described as an effective method to absorb undesired rays and allow certain light to pass through for better image focus. The efforts focus on eliminating limitations of typical photographic processes by preparing plates sensitive to a broader spectrum of light, including yellow, thereby achieving enhanced image clarity and definition. This comprehensive approach aimed to overcome the rapid changes in color tone of celestial images.",
       "astronomy_terms":[
          "refractor",
          "photographic plates",
          "lens focus",
          "blue light",
          "yellow light",
          "color screens",
          "light absorption",
          "celestial photography"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":11,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"In this handwritten document, Percival Lowell discusses the challenges of photographing celestial objects, particularly Mars, during the Astronomical Expedition to the Andes. Lowell highlights the importance of exposure time in astronomical photography. He notes that standard photography techniques do not suffice due to the faint light of distant objects and the magnification required through telescopes. Instantaneity is critical for capturing the fleeting amount of light, which photographic plates struggle to achieve. The human eye, better at detecting faint stars, serves as a comparison for these difficulties. Lowell discusses the limitations and improvements needed in capturing detailed planetary images, emphasizing how the choice of magnification and the capability of telescopic optics can impact the quality of the images obtained.",
       "astronomy_terms":[
          "Exposure time",
          "Celestial objects",
          "Magnification",
          "Instantaneity",
          "Photographic plates",
          "Human eye",
          "Faint stars",
          "Planetary details",
          "Telescopic optics"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":12,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document discusses the precision needed in photographing celestial objects, highlighting Mr. Lampland's importance in ensuring equipment readiness. It details an expedition's preparations and challenges. The team departed on May 9th, encountering variable weather conditions off the coast of Peru as they continued to Iquique and Antofagasta, Chile. Use of a cable to communicate their progress and the importance of accurate photographic documentation are emphasized.",
       "astronomy_terms":[
          "photographs",
          "expedition",
          "observation",
          "Andes",
          "Chile",
          "Iquique",
          "Antofagasta",
          "photographic plate"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":13,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document discusses the stability and clarity of photographs taken of Mars during an astronomical expedition. It highlights the challenges involved in capturing and reproducing such images accurately. The text emphasizes the manipulations required on the negatives and warns about potential misunderstandings when viewing printed photos. It also notes how these photographs, once displayed, will be available for further inspection at the National History Museum of New York.",
       "astronomy_terms":[
          "Mars",
          "photographs",
          "negatives",
          "Astronomical Expedition",
          "Andes",
          "reproduction",
          "National History Museum of New York"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":14,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document discusses the challenges of magnifying astronomical photographs, particularly of Mars. Lowell points out that further magnification by a lens may not enhance the details of the plates, which are already magnified and might instead introduce errors. He emphasizes that a slight enlargement is more sensory than effective, underscoring the limitations in observing and recording fine details on astronomical images during the expedition.",
       "astronomy_terms":[
          "magnification",
          "Mars",
          "photographs",
          "plates",
          "enlargement"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":15,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document discusses the reception and interpretation of telescopic observations of Mars, particularly focusing on the phenomena perceived as 'canals.' Lowell explains how misconceptions about these features may arise from the limitations of human perception and optical instruments. He emphasizes the significance of these formations in understanding Martian geography and supports their interpretation as genuine cosmic structures. The observations underscore the necessity of physical examination alongside optical analysis to avoid error. Lowell highlights the importance of Mars' surface details, drawing attention to the intricacies of observing astronomical features.",
       "astronomy_terms":[
          "Mars",
          "canals",
          "telescopic observations",
          "optical instruments",
          "cosmic",
          "formation",
          "planetary surface"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":16,
       "metadata":{
          "author":"Lowell, Percival",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"This document describes observations from the Astronomical Expedition to the Andes, focusing on new photographs of Mars. Percival Lowell discusses the distinctive straight lines observed on Mars, comparing them to large-scale natural features on Earth, like the Mississippi or the Amazon. He argues that these lines are too straight to be natural formations, suggesting some kind of intelligent intervention. Lowell addresses potential objections to this interpretation by asserting that the photographs reveal details not visible to the naked eye, and he notes the resemblance of these lines to map representations. He emphasizes that the photographic imprint is reliable and details the meticulous capturing of Martian features.",
       "astronomy_terms":[
          "Mars",
          "straight lines",
          "Astronomical Expedition",
          "photographs",
          "naked eye observation"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":17,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document discusses photographs of Mars taken during the Astronomical Expedition to the Andes, highlighting the distinct features observed in these images. Lowell argues that these new images revealed the presence of canals that were clearer and more numerous than those previously recorded. He contends that these observations support the theory of intelligent life and suggests a systematic accumulation of the images over time to validate the findings. The document emphasizes the significance of these new observations in understanding the surface features of Mars and supports ongoing assertions about the planet’s habitability.",
       "astronomy_terms":[
          "Mars",
          "photographs",
          "canals",
          "surface features",
          "observations",
          "habitat"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":18,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document reflects on the awe-inspiring nature of viewing celestial bodies, focusing on the perceptions and intellectual grasp of the universe. It emphasizes the need for open-mindedness and imagination to appreciate the vastness and complexity of space, particularly through observations of Mars. The author suggests that by immersing oneself in this astronomical exploration, one can gain a greater understanding of the universe's structure and function, surpassing common knowledge. Additionally, it mentions the intriguing formations and markings on Mars, likening them to a form of celestial typography that demands detailed study.",
       "astronomy_terms":[
          "celestial bodies",
          "universe",
          "Mars",
          "space",
          "observations",
          "formations",
          "markings",
          "celestial typography"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":19,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document is a part of Lowell's study on Mars, focusing on observations from an astronomical expedition to the Andes. It discusses the scientific objections and criticisms that have arisen regarding the new photographs of Mars. The document emphasizes the persistence of empirical evidence over theoretical opposition, drawing a parallel to historical cases like the Copernican system and the concept of space. It suggests that while there is skepticism from scientific circles, empirical data remains indisputable.",
       "astronomy_terms":[
          "Mars",
          "opposition",
          "Copernican system",
          "space"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":20,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"In this document, Percival Lowell discusses the skepticism and debate surrounding the existence of life on Mars. He refers to photographs taken during the Astronomical Expedition to the Andes, which some refuse to accept as evidence. Lowell argues that when reviewing all the evidence with an open mind, it becomes difficult to dismiss the possibility of life on Mars. He emphasizes the importance of contemplation and the wonder inspired by the observations of Mars, suggesting that such reflection is integral to understanding the universe.",
       "astronomy_terms":[
          "articulation",
          "evidence",
          "photographs",
          "life",
          "Mars",
          "contemplation",
          "wonder"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":21,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"This document discusses the nature of telescopes, specifically focusing on the reflector type, which uses a polished metal speculum, usually silver on glass, ground to a paraboloid of revolution to focus parallel rays. The narrative also addresses human skepticism towards scientific evidence, noting how professionals and laypeople often accept unproven results while denying clear evidence. The author critiques the hesitation to trust observations that individuals cannot directly see, suggesting this mindset hinders scientific progress.",
       "astronomy_terms":[
          "telescopes",
          "reflector",
          "speculum",
          "paraboloid of revolution"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":22,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"This document, part of a series titled 'The Astronomical Expedition to the Andes,' discusses the challenges and methodologies in photographing Mars using refractor telescopes. Percival Lowell describes the composition of these telescopes, focusing on the use of two lenses—one convex and one concave—designed to correct color dispersion. The document highlights the difficulty in achieving accurate focus across different colors, noting the problem of chromatic aberration in photography. Lowell emphasizes the significance of capturing violet light, which is more prominent in photographic imaging, and mentions that these techniques were crucial for making precise observations and photographs of Mars with telescopes magnified three times more than refractors. The reflections from the mirrors, despite some defects, played a key role in capturing the planet's details where clear image definition was critical.",
       "astronomy_terms":[
          "atomic rays",
          "colors",
          "refraction",
          "reflector",
          "refractor",
          "convex lens",
          "concave lens",
          "focus",
          "chromatic aberration",
          "photography",
          "spectrum",
          "violet light",
          "Mars",
          "telescope"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":23,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document discusses the technical challenges and solutions involved in obtaining clear photographic images of astronomical objects, particularly Mars. It explains the importance of using a proper color-screen to filter out undesirable rays that do not focus well, leading to blurred images. The document stresses the need for photographic plates that can respond to less common rays where ordinary plates fail, specifically in the actinic part of the spectrum. The text underlines the significance of using a nearly monochromatic light to achieve sharp images.",
       "astronomy_terms":[
          "photographic images",
          "refractor",
          "color-screen",
          "actinic spectrum",
          "monochromatic light",
          "photographic plates"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":24,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document is a letter regarding new information about the photographs of Mars taken during an astronomical expedition. The letter highlights the success of photographing Mars at Flagstaff, Arizona, and Alianza, Chile. It emphasizes the phenomenon of Mars' canal system and the identification of new canals, which is noted as a significant finding. The results were obtained using an unspecified process and instrumentation, with a possible reference to the challenges faced due to ignorance and deficiencies in available techniques. The letter underlines the importance of this achievement in expanding the understanding of Martian geography.",
       "astronomy_terms":[
          "Mars",
          "Lowell Observatory",
          "canal system",
          "Flagstaff",
          "Alianza, Chile"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":25,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document discusses new photographs of Mars taken during the Astronomical Expedition to the Andes. It highlights the delicate details observed in Lowell's plates, particularly focusing on a triangular-shaped region on the planet that's distinctly visible. These new observations confirm the accuracy of Lowell's earlier drawings, capturing features that were also seen by astronomer Schiaparelli and on two occasions in Juvisy, France. Thousands of photographs were taken of Mars, providing a plethora of details even for regions that appeared bare through earlier methods. The images also offer valuable information on the dark regions adjoining polar areas, supporting previous hypotheses regarding the seasonal changes and surface developments on Mars.",
       "astronomy_terms":[
          "Mars",
          "photographs",
          "astronomical",
          "expedition",
          "Lowell's plates",
          "triangular shape",
          "Schiaparelli",
          "Juvisy, France",
          "polar areas",
          "seasonal changes"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":26,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-09-05",
          "title":"Letter to the Editor of the New York Times"
       },
       "summary":"In this letter to the editor of the New York Times, dated September 5, 1907, Percival Lowell discusses recent developments at the Lowell Observatory regarding observations of Mars. He confirms the reception of photographs taken in South America during the Expedition, highlighting their exceptional quality in showing the seasonal changes on Mars. Lowell addresses the interpretation of these images, emphasizing that the nature of Martian canals suggested an artificial origin. He references the work of E.E. Barnard and his own interpretations, contrasting them with those of other astronomers like E.W. Maunder. Lowell asserts his disagreement with the widely accepted notion that canals are the result of optical illusions.",
       "astronomy_terms":[
          "Lowell Observatory",
          "Mars",
          "canals",
          "Expedition",
          "telescope",
          "seasonal changes",
          "E.E. Barnard",
          "E.W. Maunder",
          "South America"
       ]
    },
    {
       "catalog_id":"PL_PMSS_B5_F10",
       "page_num":27,
       "metadata":{
          "author":"Percival Lowell",
          "date":"1907-12",
          "title":"The Astronomical Expedition to the Andes"
       },
       "summary":"The document critiques the use of telescopic observation and photography in astronomy, asserting that unsanctioned opinions from observatories hold little scientific value. Lowell underscores the importance of rigorous explanations in astronomy rather than speculation. He emphasizes that photography requires exact conditions to produce scientifically valid results and criticizes observations without proper context or calibration. The observations made at the Lowell Observatory are claimed to be precise and accurate, according to the standards mentioned.",
       "astronomy_terms":[
          "telescopic observation",
          "photography",
          "observatories",
          "astronomy",
          "Lowell Observatory"
       ]
    }
 ]